<?php
return array(
	
	//C层
	'langue' => 'cn',
	'font' => ' ',
	'langue_link' => 'http://m.ob-home.com/',
	//'langue_link' => 'http://m.ob-home.com/',
	
	'langue_m_l_link' => 'http://member.ob-home.com/index.php/?l=zh-cn',
	'langue_m_r_link' => 'http://member.ob-home.com/index.php/Login/?l=zh-cn',
	//'langue_m_l_link' => 'http://member.ob-home.com/index.php/?l=zh-cn',
	//'langue_m_r_link' => 'http://member.ob-home.com/index.php/Login/?l=zh-cn',
	
'xy_title' => '瓯宝服务条款',
	'xy' => '&#12288;&#12288;欢迎申请使用瓯宝安防科技股份有限公司（下面简称"瓯宝"）所提供的服务。请您仔细阅读以下全部内容。如您不同意本服务条款任意内容，请勿注册或使用瓯宝的服务。如您通过进入注册程序并勾选"我同意瓯宝服务条款"，即表示您与瓯宝公司已达成协议，自愿接受本服务条款的所有内容。此后，您不得以未阅读本服务条款内容作任何形式的抗辩。<br /><br />
		
		<span style="font-weight:bold;">一.服务条款的确认和接纳</span><br />
		&#12288;&#12288;该服务条款涉及到的瓯宝产品所有权及相关软件的知识产权归瓯宝公司所有。瓯宝公司所提供的服务均按照公司发布的章程、服务条款和操作规则严格执行。本服务条款的效力范围为瓯宝公司的所有产品和服务，用户在享受瓯宝公司提供的服务时，也将受到本服务条款的约束。<br /><br />
		
		<span style="font-weight:bold;">二. 帐号与密码安全</span><br />
		&#12288;&#12288;用户在使用瓯宝服务时需注册一个帐号，注册后需妥善保管帐号和密码，使用后应安全退出。用户因保管不当导致的账号和密码失窃造成的财产损失，需自行承担责任，与瓯宝公司无关。<br /><br />
		
		<span style="font-weight:bold;">三. 帐号注册规则</span><br />
		用户不得在瓯宝注册资料中出现违法和不良信息，需保证在注册和使用过程中，不得有以下情形：<br />
		1.违反宪法或法律法规相关规定的；<br />
		2.危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；<br />
		3.损害国家荣誉和利益的，损害公共利益的；<br />
		4.煽动民族仇恨、民族歧视，破坏民族团结的；<br />
		5.破坏国家宗教政策、宣扬邪教和封建迷信的；<br />
		6.散布谣言、扰乱社会秩序、破坏社会稳定的；<br />
		7.散布淫秽、色情、赌博、暴力、凶杀、恐怖或教唆犯罪的；<br />
		8.侮辱或诽谤他人、侵害他人合法权益的；<br />
		9.含有法律、行政法规禁止的其他内容等。<br /><br />
		
		<span style="font-weight:bold;">四. 用户个人信息保护<br /></span>
		1.用户在注册帐号或使用本服务过程中，需填写一些必要的联系信息。除国家法律法规有特殊规定外，用户需使用真实身份信息认证。填写内容不完整，会出现无法使用本服务或在使用过程中受限制等情况。<br />
		2.瓯宝承诺不会将用户个人信息转移或披露给任何非关联的第三方，以下情况除外：<br />
		&#12288;（1）用户授权本网站透露这些信息；<br />
		&#12288;（2）相关法律法规、法院或政府机关要求；<br />
		
		<span style="font-weight:bold;">五.自备设备<br /></span>
		1.用户在使用瓯宝的服务时需自备与该服务有关的终端设备（如平板电脑、智能手机等装置），并自行承担所需的费用（如电话费、上网费等）。<br />
		2.用户在使用本服务时会耗用终端设备和带宽等资源。<br /><br />
		
		<span style="font-weight:bold;">六.基于软件提供的服务<br /></span>
		1.用户在使用本服务过程中需下载APP软件，瓯宝将授予用户个人的、不可转让的及非排他性的使用许可权限。用户只能以访问或使用本服务的目的而使用该软件。<br />
		2.为改善用户体验、保证服务的安全性及产品功能的一致性，瓯宝可能会不定时对软件进行更新。用户需将相关软件自动更新至最新版本，否则瓯宝将不保证用户能正常体验软件的各项功能。<br />
		3.瓯宝为不同的终端设备开发有专门的软件版本，用户需根据实际情况选择下载配套的软件进行安装。用户可从瓯宝官方网站直接下载软件，也可以从瓯宝授权的第三方获取。对从其他渠道获取的软件，瓯宝将不保证该软件能正常使用，因此造成的损失由用户自行负责，与瓯宝无关。<br /><br />
		
		<span style="font-weight:bold;">七.不可抗力及其他免责事由<br /></span>
		1.用户在使用本服务过程中，遇到不可抗力（不可抗力是指不能预见、不能克服或不可避免且对一方或双方造成重大影响的客观事件，包括但不局限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等）的风险因素造成的本服务发生中断，瓯宝将努力在第一时间与相关单位配合，及时进行修复，但由此给用户造成的损失，瓯宝将在法律允许的范围内免责。<br />
		2.在法律允许的范围内，瓯宝对以下情形造成的服务中断或受阻不承担责任：<br />
		&#12288;（1）受到计算机病毒、木马或其他恶意程序、黑客攻击造成的破坏；<br />
		&#12288;（2）用户或瓯宝的电脑软件、系统、硬件或通信线路出现故障造成的损坏；<br />
		&#12288;（3）用户操作不当；<br />
		&#12288;（4）用户通过非瓯宝授权的方式使用本服务；<br />
		&#12288;（5）其他瓯宝无法控制或合理预见的情形。<br /><br />
		
		<span style="font-weight:bold;">八.服务条款的变更，中断，终止<br /></span>
		1.瓯宝将不断改进并完善服务，必要时对本服务条款进行改动变更属正常情况。最新版详情用户可在相关服务页面查阅。<br />
		2.用户在服务条款变更后继续使用瓯宝提供的服务，默认状态下为用户已接受修改后的条款。若用户不接受修改后的条款，当自行停止使用瓯宝提供的服务。<br />
		3.因经营需要，瓯宝将有可能中断或终止此服务，该情况下会向用户发出通知。<br />
		4.如发生下列任一情形，瓯宝将有权不经通知直接中断或终止向用户提供服务：<br />
		&#12288;（1）用户未根据法律规定提交真实信息或提供的个人资料与注册信息不一致又未能提供合理证明；<br />
		&#12288;（2）用户违反相关法律法规或违背与本协议的约定；<br />
		&#12288;（3）依照法律规定或响应主管部门要求。<br /><br />
		
		<span style="font-weight:bold;">九.信息内容所有权<br /></span>
		&#12288;&#12288;本网站的信息内容（文字、图表、软件、图片等）受版权、商标、标签和其他财产所有权法律的保护。用户只能在本网站授权下使用相关内容，不得擅自挪用。<br /><br />
		
		<span style="font-weight:bold;">10.法律<br /></span>
		&#12288;&#12288;本服务条款与中国人民共和国法律一致。用户和瓯宝网站一致同意并服从本网站所在地有管辖权的法院管辖。如本网站服务条款与中华人民共和国法律发生抵触，相关条款将按法律规定重新拟定，其他条款则依旧保持对用户的约束力。<br /><br />
		&#12288;&#12288;本服务条款最终解释权归瓯宝所有！',
	
	
	'S_mobile_r' => '手机号码已注册',
	'S_user_r' => '用户名已存在',
	'S_code_e' => '验证码错误',
	'S_code_n' => '验证码不能为空',
	'S_user_pw_e' => '用户名或密码错误',
	'S_user_pw_n' => '用户名或密码不能为空',
	
	'S_del' => '删除成功',
	'S_del_e' => '删除失败',
	'S_parameter_e' => '参数错误',
	'S_update_n' => '无更新数据',
	'S_update' => '更新成功',
	'S_update_e' => '更新失败',
	'S_binding' => '手机已经绑定到其他用户上',
	'S_pass_c' => '两次密码输入不一致',
	'S_pass_e' => '原始密码错误',
	'S_edit' => '修改成功',
	'S_pass_n' => '密码不能为空',
	'S_member_n' => '会员不存在',
	'S_sys_e' => '服务器繁忙，删除失败！',
	
	
	'S_t_j' => '跳转',
	'S_t_a' => '页面自动',
	'S_t_w' => '等待时间',
	'S_t_jl' => '跳转提示',
	 
	
	'p_lg_cn' => 'login_03.jpg',
	'p_rg_cn' => 'signup_03.jpg',
	
	
	
	//底部
	'Company' => '瓯宝安防科技股份有限公司',
	'Adress' => '地址：浙江省丽水市莲都区碧湖产业区碧兴街809号',
	'Tell' => '电话：0578-2199999',
	'Copy' => '浙ICP备05004352号-2',


	//登陆注册
	'Login' => '登&#12288;&#12288;陆',
	'Registered' => '注&#12288;&#12288;册',
	'SUBMIT' => '提&#12288;&#12288;交',
	'FORGOTPASS' => '忘记密码？',
	'Case_sensitive' => '区分大小写!',
	
	
	'Igree' => '我已阅读并同意',
	'Terms' => '服务条款',
	'landing' => '直接登陆',
	
	'Name' => '真实姓名',
	'Code' => '请输入短信验证码',
	'Mobile' => '请输入手机号',
	'City' => '请选择国家、地区',
	'Repass' => '确认密码',
	'Pass' => '登陆密码',
	'User' => '用户名',
	'Select_City' => '请选择手机所在国家',
	'Gain_Code' => '获取验证码',
	
	//登陆验证提示
	'Cuser_l_n' => '帐号不能为空',
	'Cuser_l_e' => '请输入正确的帐号',
	'Cpass_l_n' => '密码不能为空',
	'Cpass_l_e' => '请输入正确的密码',
	
	//注册验证提示
	'Crepass' => '通过检测！',
	'Cclause' => '请接受服务条款',
	
	//用户名
	'Cuser' => '3-20个字母、数字组合！',
	'Cuser_e' => '3-20个字母、数字组合！',
	'Cuser_n' => '用户名不能为空！',
	//'Cuser_ajx' => '用户名已存在！',                //???
	
	//密码
	'Cpass' => '6-20个字符、区分大小写！',
	'Cpass_e' => '请输入6位以上的密码',
	'Cpass_n' => '密码不能为空',
	'Cpass_c' => '密码输入不一致',
	
	//手机
	'Cmobile_n' => '手机号不能为空',
	'Cmobile_e' => '手机号错误',
	'Cmobile_ajx' => '手机号码已注册',           
	'Cmobile_check' => '正在检测信息…',
	'Cmobile_send' => '秒后重新发送',
	
	//验证码
	'Ccode_n' => '验证码不能为空',
	'Ccode_e' => '请输入正确的验证码',
	//'Ccode_ajx' => '验证码错误',               //???
	
	//姓名
	'Cname_n' => '姓名不能为空',
	'Cname_e' => '姓名为中文或英文16个字符',
	
	
	
	//管理中心
	'Center' => '管理中心',
	//导航
	'Member' => '我的成员',
	'Add_member' => '添加成员',
	'Equipment' => '我的设备',
	'Model' => '我的模式',
	'Add_model' => '添加模式',
	'Equ_state' => '设备状态',
	'Time' => '我的时间',
	'Add_time' => '添加时间',
	'Information' => '我的资料',
	'Change_password' => '修改密码',
	'Exit' => '退出管理',
	
	//公共
	'Box_name' => '提示信息',
	'Confirm_delete' => '请确认删除',
	'Sure' => '确定',
	'Cancel' => '取消',
	
	'Success' => '保存成功！',
	'Cadd' => '继续添加',
	'Back' => '返回',
	
	'Operation' => '操作',
	'Edit' => '编辑',
	'Delete' => '删除',
	'Save' => '保&#12288;&#12288;存',
	
	//user模块
	'Member_management' => '成员管理',
	'Identification_id' => '识别ID',
	
	'Editorial_member' => '编辑成员',
	'Member_name' => '成员姓名',
	'Member_id' => '成员ID',
	
	'Member_name_n' => '成员姓名不能为空',
	'Member_id_n' => '请输入01~99的数字',
	'Member_id_e' => '成员ID不能出现特殊字符',
	
	'Original_pw' => '原始密码',
	'New_pw' => '新密码',
	'Sure_pw' => '确认密码',
	'U_Mobile' => '手机号码',
	
	
	//设备模块
	'Equipment_position' => '设备位置',
	
	'Edit_equipment' => '编辑设备',
	'Sms_notification' => '是否通过短信通知',
	'No' => '否',
	'Yes' => '是',
	
	'Linkage_opening' => '联动开',
	'Main_opening' => '主设备开副设备开',
	
	'Linkage' => '联动关',
	'Master_Guan' => '主设备关副设备关',
	'Anti_linkage' => '反联动开',
	'Main_opening2' => '主设备开副设备关',
	'Anti_linkage2' => '反联动关',
	'Main_opening3' => '主设备关副设备开',
	
	'Equipment_position_n' => '设备位置不能为空',
    
	//模式
	'Models' => '模式',
	
	'Model_name' => '模式名称',
	'Model_format' => '1~18个字符',
	'Model_n' => '模式不能为空',
	'Model_z' => '模式名称已被占用',
	'Add_equipment' => '添加设备',
	//'Add_model' => '加入模式',
	'Off' => '关',
	'Open' => '开',
	
	'Edit_models' => '编辑模式',
    
	//时间模块
	
	'Times' => '时间',
	
	'Times_n' => '时间名称不能为空',
	'Times_e' =>'时间格式不正确',
	'Times_z' =>'时间名称已被占用',
	'Week' => '星期',
	'Set_times' => '设置时间',
	'Add_switch' => '加入开关',
	'Times_name' => '时间名称',
	
	'SUN' => '日',
	'MON' => '一',
	'TUE' => '二',
	'WED' => '三',
	'THU' => '四',
	'FRI' => '五',
	'SAT' => '六',
	
	'Edit_times' => '编辑时间',
	
	
	//找回密码
	
	'Find_pw' => '找回密码',
	'Identity' => '身份验证',
	'Re_pw' => '重置密码',
	'Y_mobile' => '您的手机号码',
	'Y_user' => '请输入用户名',
	'Y_user_ex' => '用户名不存在',
	'Y_user_e' => '请输入正确的用户名',
	'Y_user_n' => '用户名不能为空',
	'Username_n' => '登陆用户不允许修改',
	'Next' => '下一步',
	
	'Set_newpw' => '设置新密码',
	'Sure_newpw' => '确认新密码',
	'Complete' => '完&#12288;&#12288;成',
	
	'L_t' => '登陆',
	'R_t' => '注册',
	'Pw_reset_s' => '密码重置成功',
	'Jump_to' => '秒后跳转到登陆页面',
	
	'Equipment_position_n' => '设备位置不能为空',
	'Equipment_position_z' => '设备位置已被占用',
	
	//短信验证
	'FindSMS' => '尊敬的用户，您正在进行找回密码操作， 验证码：',
	'RedSMS' => '尊敬的用户，您正在注册o-home管理系统，验证码为：',
	'NotReveal' =>'，请勿向任何人提供收到的验证码。',
	'NotReveal2' =>'， 请勿向任何人提供收到的验证码。',
	'SelectSer' => '选择服务器',
		
	'Other_Equ_state' => '其他设备默认',
		
	//其中默认模式
	'Entertainment' => '娱乐模式',
	'Away_Home' => '离家模式',
	'Home_Mode' => '回家模式',
	'Sleeping_Mode' => '睡觉模式',
	'Napping_Mode' => '午睡模式',
	'Awake_Mode' => '起床模式',
	'Security_Mode' => '防盗模式',
		
	//默认
	'Model_None' =>'无',
	'UserMobile' =>'用户管理',//user management
	'LicensedUser' =>'授权用户',
	'OneDelete' =>'删除单个用户',
	'AllDelete' =>'删除整个用户',
	
	'Cmobile_check' => '正在检测信息…',
		
	'equipment_on' =>'设备开',
	'equipment_off' =>'设备关',

	'key1' =>'按键1',
	'key2' =>'按键2',
	'key3' =>'按键3',
);